Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Préférences de Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Invites d'authentification de base HTTP (Basic Auth) multi-domaine";
AllowCrossOriginAuthPrompt.pfm_description = "Contrôle si le sous-contenu tiers d'une page est autorisé à ouvrir un pop-up d'authentification HTTP de base (Basic Auth). Cette option est habituellement désactivée dans le cadre de la protection contre le phishing.";
AllowFileSelectionDialogs.pfm_title = "Autoriser l'appel des boîtes de dialogue de sélection de fichiers.";
AllowFileSelectionDialogs.pfm_description = "Autorise l'accès aux fichiers locaux de la machine en autorisant Chromium à afficher des boîtes de dialogue de sélection de fichiers.\n\nSi vous activez ce paramètre, les utilisateurs peuvent ouvrir normalement des boîtes de dialogue de sélection de fichiers.\n\nSi vous désactivez ce paramètre, chaque fois que l'utilisateur effectue une action entraînant l'ouverture d'une boîte de dialogue de sélection de fichiers (par exemple, une importation de favoris, un téléchargement de fichiers, l'enregistrement de liens, etc.), un message s'affiche à la place et l'utilisateur est supposé avoir cliqué sur \"Annuler\" dans la boîte de dialogue de sélection de fichiers.\n\nSi ce paramètre n'est pas défini, les utilisateurs peuvent ouvrir normalement la boîte de dialogue de sélection de fichiers.";
AllowOutdatedPlugins.pfm_title = "Autoriser l'exécution de plug-ins obsolètes";
AllowOutdatedPlugins.pfm_description = "Permet à Chromium d'exécuter des plug-ins obsolètes.\n\nSi vous activez ce paramètre, les plug-ins obsolètes sont utilisés comme des plug-ins normaux.\n\nSi vous désactivez ce paramètre, les plug-ins obsolètes ne seront pas utilisés et l'autorisation des utilisateurs ne sera pas requise pour leur exécution.\n\nSi ce paramètre n'est pas défini, l'autorisation des utilisateurs sera requise pour l'exécution des plug-ins obsolètes.";
AlternateErrorPagesEnabled.pfm_title = "Activer les pages d'erreur alternatives";
AlternateErrorPagesEnabled.pfm_description = "Permet d'utiliser les pages d'erreur alternatives intégrées à Chromium (par exemple, \"Page introuvable\") et empêche les utilisateurs de modifier ce paramétrage.\n\nSi vous activez ce paramètre, les pages d'erreur alternatives sont utilisées.\n\nSi vous désactivez ce paramètre, les pages d'erreur alternatives ne sont jamais utilisées.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Toujours exécuter les plug-ins qui nécessitent une autorisation";
AlwaysAuthorizePlugins.pfm_description = "Permet à Chromium d'exécuter les plug-ins qui nécessitent une autorisation. Si vous activez ce paramètre, les plug-ins non obsolètes sont toujours exécutés. Si ce paramètre est désactivé ou n'est pas configuré, les utilisateurs doivent donner leur permission pour l'exécution des plug-ins qui nécessitent une autorisation. Ceux-ci présentent un risque de sécurité.";
AuthNegotiateDelegateWhitelist.pfm_title = "Liste blanche des serveurs de délégation Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Serveurs auxquels Chromium peut accorder une délégation.";
AuthSchemes.pfm_title = "Modèles d'authentification compatibles";
AuthSchemes.pfm_description = "Répertorie les systèmes d'authentification HTTP compatibles avec Chromium.\n\nLes valeurs admises sont \"basic\", \"digest\", \"ntlm\" et \"negotiate\". Séparez les valeurs multiples par des virgules.";
AuthServerWhitelist.pfm_title = "Liste blanche des serveurs d'authentification";
AuthServerWhitelist.pfm_description = "Répertorie les serveurs à inclure dans la liste blanche pour l'authentification intégrée. L'authentification intégrée est activée uniquement lorsque Chromium reçoit une demande d'authentification provenant d'un proxy ou d'un serveur figurant dans cette liste de serveurs autorisés.\n\nSéparez les noms des serveurs par des virgules. Les caractères génériques (*) sont autorisés.";
AutoFillEnabled.pfm_title = "Activer la saisie automatique";
AutoFillEnabled.pfm_description = "Active la fonction de saisie automatique de Chromium et permet aux utilisateurs de remplir automatiquement des formulaires Web à l'aide de données précédemment stockées, telles qu'une adresse ou des informations de carte de crédit.\n\nSi vous désactivez ce paramètre, la fonction de saisie automatique n'est pas accessible aux utilisateurs.\n\nSi vous activez ce paramètre ou ne configurez pas de valeur, la fonction de saisie automatique peut être contrôlée pour les utilisateurs. Ils peuvent ainsi configurer des profils de saisie automatique et activer ou désactiver à leur guise la fonction de saisie automatique.";
BlockThirdPartyCookies.pfm_title = "Bloquer les cookies tiers";
BlockThirdPartyCookies.pfm_description = "Bloque les cookies tiers.\n\nL'activation de ce paramètre empêche la définition de cookies par des éléments de page Web n'appartenant pas au domaine affiché dans la barre d'adresse du navigateur.\n\nLa désactivation de ce paramètre permet la définition de cookies par des éléments de page Web n'appartenant pas au domaine affiché dans la barre d'adresse du navigateur et empêche les utilisateurs de modifier ce paramètre.";
BookmarkBarEnabled.pfm_title = "Activer le barre de favoris";
BookmarkBarEnabled.pfm_description = "Active la barre de favoris sur la page \"Nouvel onglet\" de Chromium.\n\nSi vous activez ce paramètre, Chromium affichera une barre de favoris sur la page \"Nouvel onglet\".\n\nSi vous désactivez ce paramètre, les utilisateurs ne verront jamais la barre de favoris.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
ClearSiteDataOnExit.pfm_title = "Effacer les données de sites à la fermeture du navigateur";
ClearSiteDataOnExit.pfm_description = "Cette stratégie remplace l'option de paramètres de contenu \"Effacer les cookies et autres données de site et de plug-in lorsque je ferme le navigateur\".\n\nSi cette stratégie est définie sur \"True\", à la fermeture du navigateur, Chromium supprime de celui-ci toutes les données stockées localement.";
CookiesAllowedForUrls.pfm_title = "Autoriser les cookies sur ces sites";
CookiesAllowedForUrls.pfm_description = "Vous permet de définir une liste des sites autorisés à placer des cookies.";
CookiesBlockedForUrls.pfm_title = "Bloquer les cookies sur ces sites";
CookiesBlockedForUrls.pfm_description = "Vous permet de définir une liste de formats d'URL indiquent les sites non autorisés à placer des cookies.";
CookiesSessionOnlyForUrls.pfm_title = "Autoriser les cookies limités à la session sur ces sites";
CookiesSessionOnlyForUrls.pfm_description = "Vous permet de définir une liste de formats d'URL qui indiquent les sites autorisés à placer des cookies limités à la session.";
DefaultBrowserSettingEnabled.pfm_title = "Définir Chrome comme navigateur par défaut";
DefaultBrowserSettingEnabled.pfm_description = "Configure les vérifications du navigateur par défaut dans Chromium et empêche les utilisateurs de les modifier.\n\nSi vous activez ce paramètre, Chromium vérifiera toujours au démarrage s'il s'agit du navigateur par défaut et s'enregistrera automatiquement si possible.\n\nSi ce paramètre est désactivé, Chromium ne vérifiera jamais s'il s'agit du navigateur par défaut et désactivera les contrôles utilisateur pour définir cette option.\n\nSi ce paramètre n'est pas défini, Chromium autorisera l'utilisateur à déterminer s'il s'agit du navigateur par défaut et si des notifications aux utilisateurs doivent être affichées dans le cas contraire.";
DefaultCookiesSetting.pfm_title = "Paramètre de cookies par défaut";
DefaultCookiesSetting.pfm_description = "0 - Autoriser tous les sites à définir des données locales.\n1 - Interdire à tous les sites de définir des données locales\nVous permet d'indiquer si les sites Web sont autorisés à définir des données locales. La définition de données locales peut être soit autorisée pour tous les sites Web, soit refusée pour tous les sites Web.";
DefaultGeolocationSetting.pfm_title = "Paramètre de géolocalisation par défaut";
DefaultGeolocationSetting.pfm_description = "0 - Autoriser les sites à suivre la position géographique des utilisateurs\n1 - Interdire à tous les sites de suivre la position géographique des utilisateurs\n2 - Demander chaque fois qu'un site veut suivre la position géographique des utilisateurs\nVous permet d'indiquer si les sites Web sont autorisés à suivre la position géographique des utilisateurs. Le suivi de la position géographique des utilisateurs peut être autorisé par défaut, refusé par défaut ou la question peut être posée à l'utilisateur chaque fois qu'un site Web demande sa position géographique.";
DefaultImagesSetting.pfm_title = "Paramètres d'images par défaut";
DefaultImagesSetting.pfm_description = "0 - Autoriser tous les sites à afficher toutes les images\n1 - Interdire à tous les sites d'afficher des images\nVous permet d'indiquer si des sites Web sont autorisés à afficher des images. L'affichage d'images peut être soit autorisé pour tous les sites Web, soit refusé pour tous les sites Web.";
DefaultJavaScriptSetting.pfm_title = "Paramètre JavaScript par défaut";
DefaultJavaScriptSetting.pfm_description = "0 - Autoriser tous les sites à exécuter JavaScript\n1 - Interdire à tous les sites d'exécuter JavaScript\nVous permet d'indiquer si les sites Web sont autorisés à exécuter JavaScript. L'exécution de JavaScript peut être soit autorisée pour tous les sites Web, soit refusée pour tous les sites Web.";
DefaultNotificationSetting.pfm_title = "Paramètre de notification par défaut";
DefaultNotificationSetting.pfm_description = "0 - Autoriser les sites à afficher des notifications sur le bureau\n1 - Interdire à tous les sites d'afficher des notifications sur le Bureau\n2 - Demander confirmation chaque fois qu'un site veut afficher des notifications sur le bureau\nVous permet de définir si des sites Web sont autorisés à afficher des notifications sur le bureau. L'affichage des notifications sur le bureau peut être autorisé par défaut, refusé par défaut, ou la question peut être posée à l'utilisateur chaque fois qu'un site Web veut afficher des notifications sur le bureau.";
DefaultPluginsSetting.pfm_title = "Paramètre de plug-ins par défaut";
DefaultPluginsSetting.pfm_description = "0 - Autoriser tous les sites à exécuter automatiquement les plug-ins\n1 - Bloquer tous les plug-ins\nVous permet d'indiquer si des sites Web sont autorisés à exécuter automatiquement des plug-ins. L'exécution automatique des plug-ins peut être soit autorisée pour tous les sites Web, soit refusée pour tous les sites Web.";
DefaultPopupsSetting.pfm_title = "Paramètre de fenêtres pop-up par défaut";
DefaultPopupsSetting.pfm_description = "0 - Autoriser tous les sites à afficher des fenêtres pop-up\n1 - Interdire à tous les sites d'afficher des fenêtres pop-up\nVous permet d'indiquer si les sites Web sont autorisés à afficher des fenêtres pop-up. L'affichage des fenêtres pop-up peut être autorisé pour tous les sites Web ou refusé pour tous les sites Web.";
DefaultSearchProviderEnabled.pfm_title = "Activer le moteur de recherche par défaut";
DefaultSearchProviderEnabled.pfm_description = "Active l'utilisation d'un moteur de recherche par défaut.\n\nSi vous activez ce paramètre, une recherche par défaut est effectuée lorsque l'utilisateur saisit dans le champ polyvalent un texte autre qu'une URL.\n\nVous pouvez définir le moteur de recherche par défaut à utiliser en configurant le reste des stratégies de recherche par défaut. Si vous ne configurez pas ces stratégies, l'utilisateur peut choisir le moteur par défaut.\n\nSi vous désactivez ce paramètre, aucune recherche n'est effectuée lorsque l'utilisateur saisit un texte autre qu'une URL dans le champ polyvalent.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Codages du moteur de recherche par défaut";
DefaultSearchProviderEncodings.pfm_description = "Définit les codages de caractères compatibles avec le moteur de recherche. Les codages sont des noms de page de codes tels que UTF-8, GB2312 et ISO-8859-1. Ces codages sont testés dans l'ordre dans lequel ils sont indiqués. La valeur par défaut est UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Icône du moteur de recherche par défaut";
DefaultSearchProviderIconURL.pfm_description = "Définit l'URL de l'icône favorite du moteur de recherche par défaut. Facultatif.";
DefaultSearchProviderInstantURL.pfm_title = "URL de recherche instantanée du moteur de recherche par défaut";
DefaultSearchProviderInstantURL.pfm_description = "Définit l'URL du moteur de recherche utilisé pour fournir des résultats instantanés. Cette URL doit contenir la chaîne '{searchTerms}', qui sera remplacée lors de la requête par le texte déjà saisi par l'utilisateur. Facultatif.";
DefaultSearchProviderKeyword.pfm_title = "Mot clé du moteur de recherche par défaut";
DefaultSearchProviderKeyword.pfm_description = "Définit le mot clé correspondant au raccourci utilisé dans le champ polyvalent pour déclencher la recherche pour ce moteur de recherche. Facultatif.";
DefaultSearchProviderName.pfm_title = "Nom du moteur de recherche par défaut";
DefaultSearchProviderName.pfm_description = "Indique le nom du moteur de recherche par défaut. Si vous ne définissez pas cette stratégie, le nom d'hôte indiqué par l'URL de recherche est utilisé.";
DefaultSearchProviderSearchURL.pfm_title = "URL de recherche du moteur de recherche par défaut";
DefaultSearchProviderSearchURL.pfm_description = "Définit l'URL du moteur de recherche utilisé dans le cadre d'une recherche par défaut. Cette URL doit contenir la chaîne \"{searchTerms}\", qui sera remplacée lors de la requête par les termes recherchés par l'utilisateur.";
DefaultSearchProviderSuggestURL.pfm_title = "URL de suggestions de recherche du moteur de recherche par défaut";
DefaultSearchProviderSuggestURL.pfm_description = "Définit l'URL du moteur de recherche utilisé pour fournir des suggestions de recherche. Cette URL doit contenir la chaîne \"{searchTerms}\", qui sera remplacée lors de la requête par le texte déjà saisi par l'utilisateur. Facultatif.";
DeveloperToolsDisabled.pfm_title = "Désactiver les outils de développement";
DeveloperToolsDisabled.pfm_description = "Désactive les outils de développement et la console JavaScript.\n\nSi vous activez ce paramètre, les outils de développement sont inaccessibles et il n'est plus possible d'inspecter des éléments de site. Les raccourcis clavier, entrées de menu et entrées de menu contextuel qui permettent d'ouvrir les outils de développement et la console JavaScript sont tous désactivés.";
Disable3DAPIs.pfm_title = "Désactiver la prise en charge des API 3D graphics";
Disable3DAPIs.pfm_description = "Désactive la prise en charge des API de graphisme 3D.\n\nLorsque ce paramètre est activé, les pages Web ne peuvent pas accéder au processeur graphique (GPU). Plus précisément, les pages Web ne peuvent pas accéder à l'API WebGL et les plug-ins ne peuvent pas utiliser l'API Pepper 3D.\n\nSi vous désactivez ce paramètre, les pages Web peuvent utiliser l'API WebGL et les plug-ins ont accès à l'API Pepper 3D. La transmission d'arguments de ligne de commande aux paramètres par défaut du navigateur peut toutefois être nécessaire pour utiliser ces API.";
DisableAuthNegotiateCnameLookup.pfm_title = "Désactiver la consultation CNAME lors de la négociation de l'authentification Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Indique si le SPN Kerberos généré est basé sur le nom canonique du serveur DNS ou sur le nom initialement saisi.\n\nSi vous activez ce paramètre, la consultation CNAME n'est pas effectuée et le nom du serveur est utilisé tel qu'il a été saisi.\n\nSi vous désactivez ce paramètre, le nom canonique du serveur est déterminé via une consultation CNAME.";
DisablePluginFinder.pfm_title = "Désactiver l'outil de recherche de plug-ins";
DisablePluginFinder.pfm_description = "Si vous définissez ce paramètre sur \"True\", la recherche automatique et l'installation des plug-ins manquants seront désactivés dans Chromium.";
DisableSpdy.pfm_title = "Désactiver le protocole SPDY";
DisableSpdy.pfm_description = "Désactive l'utilisation du protocole SPDY dans Chromium.";
DisabledPlugins.pfm_title = "Liste des plug-ins désactivés";
DisabledPlugins.pfm_description = "Répertorie les plug-ins désactivés dans Chromium et empêche les utilisateurs de modifier ce paramétrage.\n\nLes caractères génériques \"*\" et \"?\" remplacent des séquences de caractères arbitraires. \"*\" correspond à un nombre arbitraire de caractères, tandis que \"?\" représente un caractère unique facultatif, c'est-à-dire qu'il remplace zéro ou un caractère. Placé devant \"*\", \"?\" ou \"\\", le caractère d'échappement \"\\" permet de rechercher ces caractères eux-mêmes.\n\nSi vous activez ce paramètre, le liste de plug-ins indiquée n'est jamais utilisée dans Chromium. Les plug-ins sont indiqués comme désactivés dans \"about:plugins\" et les utilisateurs ne peuvent pas les activer.\n\nNotez que cette stratégie peut être remplacée par EnabledPlugins et DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Liste des exceptions à la liste des plug-ins désactivés";
DisabledPluginsExceptions.pfm_description = "Répertorie les plug-ins que l'utilisateur peut activer ou désactiver dans Chromium.\n\nLes caractères génériques \"*\" et \"?\" remplacent des séquences de caractères arbitraires. \"*\" correspond à un nombre arbitraire de caractères, tandis que \"?\" représente un caractère unique facultatif, c'est-à-dire qu'il remplace zéro ou un caractère. Placé devant les caractères \"*\", \"?\" ou \"\\", le caractère d'échappement \"\\" permet de rechercher ces caractères eux-mêmes.\n\nSi vous activez ce paramètre, le liste de plug-ins indiquée peut être utilisée dans Chromium. Les utilisateurs peuvent les activer ou les désactiver dans \"about:plugins\", même si le plug-in correspond également à un modèle dans DisabledPlugins. Les utilisateurs peuvent également activer ou désactiver des plug-ins qui ne correspondent à aucun modèle dans DisabledPlugins, DisabledPluginsExceptions et EnabledPlugins.";
DisabledSchemes.pfm_title = "Liste des schémas de protocole désactivés";
DisabledSchemes.pfm_description = "Désactive les schémas de protocole répertoriés dans Chromium.\n\nLes URL utilisant un schéma de cette liste ne seront pas chargées et sont inaccessibles.";
DiskCacheDir.pfm_title = "Définir le répertoire du cache disque";
DiskCacheDir.pfm_description = "Configure le répertoire qui sera utilisé par Chromium pour stocker les fichiers mis en cache sur le disque. Si vous l'appliquez, Chromium utilisera le répertoire fourni, que l'utilisateur ait spécifié ou non l'indicateur \"--disk-cache-dir\".";
DnsPrefetchingEnabled.pfm_title = "Activer la prédiction réseau.";
DnsPrefetchingEnabled.pfm_description = "Active la prédiction réseau dans Chromium et empêche les utilisateurs de modifier ce paramètre.\n\nQuel que soit le réglage, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
DownloadDirectory.pfm_title = "Définir le répertoire de téléchargement";
DownloadDirectory.pfm_description = "Configure le répertoire qui sera utilisé par Chromium pour télécharger les fichiers.\n\nSi vous définissez cette stratégie, Chromium utilisera le répertoire fourni que l'utilisateur en ait spécifié un ou non, ou qu'il ait ou non activé l'indicateur à afficher chaque fois pour l'emplacement de téléchargement.";
EditBookmarksEnabled.pfm_title = "Active ou désactive la modification des favoris";
EditBookmarksEnabled.pfm_description = "Active ou désactive la modification des favoris dans Chromium.\n\nSi vous activez ce paramètre, il est possible d'ajouter, de supprimer ou de modifier des favoris. Il s'agit de l'option par défaut.\n\nSi vous désactivez ce paramètre, il est impossible d'ajouter, de supprimer ou de modifier des favoris. Les favoris existants restent disponibles.";
EnableAuthNegotiatePort.pfm_title = "Inclure un port non standard dans le SPN Kerberos";
EnableAuthNegotiatePort.pfm_description = "Indique si le SPN Kerberos généré doit inclure un port non standard.\n\nSi vous activez ce paramètre et qu'un port non standard (c'est-à-dire un port autre que 80 ou 443) est indiqué, ce port est inclus dans le SPN Kerberos généré.\n\nSi vous désactivez ce paramètre, le SPN Kerberos généré ne comprend aucun port.";
EnabledPlugins.pfm_title = "Liste des plug-ins activés";
EnabledPlugins.pfm_description = "Répertorie les plug-ins activés dans Chromium et empêche les utilisateurs de modifier ce paramétrage.\n\nLes caractères génériques \"*\" et \"?\" remplacent des séquences de caractères arbitraires. \"*\" correspond à un nombre aléatoire de caractères, tandis que \"?\" représente un caractère unique facultatif, c'est-à-dire qu'il remplace zéro ou un caractère. Placé devant les caractères \"*\", \"?\" ou \"\\", le caractère d'échappement \"\\" permet de rechercher ces caractères eux-mêmes.\n\nLa liste de plug-ins indiquée est toujours utilisée dans Chromium si ceux-ci sont installés. Les plug-ins sont activés dans \"about:plugins\" et les utilisateurs ne peuvent pas les désactiver.\n\nNotez que cette stratégie remplace à la fois DisabledPlugins et DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "Identifiants d'extension que l'utilisateur ne doit pas être autorisé à installer (ou * pour tous)";
ExtensionInstallBlacklist.pfm_description = "Permet de spécifier les extensions que les utilisateurs ne peuvent PAS installer. Les extensions déjà installées et figurant sur la liste noire seront supprimées.\n\nDéfinir la liste noire sur la valeur * revient à interdire toutes les extensions, sauf celles qui sont expressément répertoriées dans la liste blanche.";
ExtensionInstallForcelist.pfm_title = "Identifiants d'extension et URL de mise à jour à installer en arrière-plan";
ExtensionInstallForcelist.pfm_description = "Permet de spécifier une liste d'extensions qui seront installées en tâche de fond, sans intervention de l'utilisateur.\n\nChaque élément de la liste est une chaîne constituée d'un identifiant d'extension et d'une URL de mise à jour séparés par un point-virgule (;). Par exemple : lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Pour chaque élément, Chromium récupère l'extension désignée par l'identifiant à l'adresse URL spécifiée, puis installe l'extension en arrière-plan. Dans les pages qui suivent, vous découvrirez comment héberger des extensions sur votre propre serveur. À propos des URL de mise à jour : http://code.google.com/chrome/extensions/autoupdate.html, à propos des extensions d'hébergement en général :http://code.google.com/chrome/extensions/hosting.html.\n\nLes utilisateurs ne peuvent pas désinstaller les extensions installées par le biais de cette stratégie. Lorsque vous supprimez une extension de la liste, Chromium la désinstalle automatiquement. Les extensions de la liste noire \"ExtensionInstallBlacklist\" qui ne figurent pas dans la liste blanche ne peuvent pas être associées à cette stratégie d'installation forcée.";
ExtensionInstallWhitelist.pfm_title = "Identifiants d'extension à exclure de la liste noire";
ExtensionInstallWhitelist.pfm_description = "Permet de définir les extensions non régies par la liste noire.\n\nDéfinir la liste noire sur la valeur * revient à interdire toutes les extensions. Les utilisateurs ne peuvent alors installer que celles expressément répertoriées dans la liste blanche.\n\nPar défaut, toutes les extensions figurent sur la liste blanche. Toutefois, si toutes les extensions ont été mises sur la liste noire par la stratégie, seules les extensions expressément indiquées dans la liste blanche pourront être utilisées.";
GSSAPILibraryName.pfm_title = "Nom de la bibliothèque GSSAPI";
GSSAPILibraryName.pfm_description = "Indique la bibliothèque GSSAPI à utiliser pour l'authentification HTTP. Vous pouvez indiquer uniquement le nom de la bibliothèque ou son chemin d'accès complet. Si vous ne fournissez aucun paramètre, Chromium utilise un nom de bibliothèque par défaut.";
HomepageIsNewTabPage.pfm_title = "Utiliser la page \"Nouvel onglet\" comme page d'accueil";
HomepageIsNewTabPage.pfm_description = "Configure le type de la page d'accueil par défaut dans Chromium et empêche les utilisateurs de modifier les préférences de page d'accueil. Vous pouvez définir la page d'accueil sur une URL spécifique que vous indiquez ou sur la page \"Nouvel onglet\". Si vous activez ce paramètre, la page \"Nouvel onglet\" est systématiquement utilisée en tant que page d'accueil et l'adresse URL de la page d'accueil est ignorée. Si vous désactivez ce paramètre, la page d'accueil de l'utilisateur ne correspondra jamais à la page \"Nouvel onglet\", sauf si l'URL de la page d'accueil est définie en tant que \"chrome://newtab\". Dans les deux cas, les utilisateurs ne peuvent pas modifier leur type de page d'accueil dans Chromium.";
HomepageLocation.pfm_title = "URL de la page d'accueil";
HomepageLocation.pfm_description = "Configure l'URL de la page d'accueil par défaut dans Chromium et empêche les utilisateurs de la modifier.\n\nVous pouvez définir la page d'accueil sur une URL spécifique que vous indiquez ici ou sur la page \"Nouvel onglet\".\n\nSi vous sélectionnez la page \"Nouvel onglet\", cette stratégie est ignorée.\n\nSi vous activez ce paramètre, les utilisateurs ne peuvent pas modifier l'URL de leur page d'accueil dans Chromium. Toutefois, ils peuvent sélectionner la page \"Nouvel onglet\" en guise de page d'accueil.";
ImagesAllowedForUrls.pfm_title = "Autoriser les images sur ces sites";
ImagesAllowedForUrls.pfm_description = "Vous permet de définir la liste de formats d'URL qui spécifie les sites autorisés à afficher des images.";
ImagesBlockedForUrls.pfm_title = "Bloquer les images sur ces sites";
ImagesBlockedForUrls.pfm_description = "Vous permet de définir une liste de formats d'URL indiquant les sites non autorisés à afficher des images.";
IncognitoEnabled.pfm_title = "Activer le mode navigation privée";
IncognitoEnabled.pfm_description = "Active le mode navigation privée dans Chromium.\n\nSi ce paramètre est activé ou n'est pas configuré, les utilisateurs peuvent ouvrir des pages Web en mode navigation privée.\n\nSi ce paramètre est désactivé, les utilisateurs ne peuvent pas ouvrir les pages Web en mode navigation privée.";
InstantEnabled.pfm_title = "Activer la recherche instantanée";
InstantEnabled.pfm_description = "Active la fonction de recherche instantanée dans Chromium et empêche les utilisateurs de modifier ce paramétrage.\n\nSi vous activez ce paramètre, la fonction de recherche instantanée de Chromium est active.\n\nSi vous désactivez ce paramètre, la fonction de recherche instantanée de Chromium est inactive.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage.";
JavaScriptAllowedForUrls.pfm_title = "Autoriser JavaScript sur ces sites";
JavaScriptAllowedForUrls.pfm_description = "Permet de définir une liste de formats d'URL indiquant les sites autorisés à exécuter JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Bloquer JavaScript sur ces sites";
JavaScriptBlockedForUrls.pfm_description = "Vous permet de définir une liste de formats d'URL indiquant les sites non autorisés à exécuter JavaScript.";
JavascriptEnabled.pfm_title = "Activer JavaScript";
JavascriptEnabled.pfm_description = "Active JavaScript dans Chromium et empêche les utilisateurs de modifier ce paramètre.\n\nSi ce paramètre est activé ou n'est pas configuré, les pages Web peuvent utiliser JavaScript.\n\nSi ce paramètre est désactivé, les pages Web ne peuvent pas utiliser JavaScript.";
MetricsReportingEnabled.pfm_title = "Autoriser l'envoi de statistiques d'utilisation et de rapports d'erreur";
MetricsReportingEnabled.pfm_description = "Autorise l'envoi à Google de rapports anonymes concernant l'utilisation et les incidents de Chromium, et empêche les utilisateurs de modifier ce paramétrage.\n\nSi vous activez ce paramètre, des rapports anonymes concernant l'utilisation et les incidents sont envoyés à Google.\n\nSi vous désactivez ce paramètre, aucun rapport anonyme concernant l'utilisation et les incidents n'est envoyé à Google.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Permet aux utilisateurs d'afficher les mots de passe dans le gestionnaire de mots de passe.";
PasswordManagerAllowShowPasswords.pfm_description = "Détermine si l'utilisateur peut afficher les mots de passe en texte clair dans le gestionnaire de mots de passe.\n\nSi vous désactivez ce paramètre, le gestionnaire de mots de passe n'autorise pas l'affichage des mots de passe stockés en texte clair dans la fenêtre du gestionnaire de mots de passe.\n\nSi vous activez ou ne configurez pas ce paramètre, les utilisateurs peuvent afficher leurs mots de passe en texte clair dans le gestionnaire de mots de passe.";
PasswordManagerEnabled.pfm_title = "Activer le gestionnaire de mots de passe";
PasswordManagerEnabled.pfm_description = "Active l'enregistrement des mots de passe et l'utilisation des mots de passe enregistrés dans Chromium.\n\nSi vous activez ce paramètre, les utilisateurs peuvent faire en sorte que Chromium mémorise les mots de passe et renseigne automatiquement ces derniers lorsque les utilisateurs se reconnectent à un site particulier.\n\nSi vous désactivez ce paramètre, les utilisateurs ne peuvent pas enregistrer de mots de passe ni utiliser des mots de passe précédemment enregistrés.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
PluginsAllowedForUrls.pfm_title = "Autoriser les plug-ins sur ces sites";
PluginsAllowedForUrls.pfm_description = "Vous permet de définir une liste de formats d'URL indiquant les sites autorisés à exécuter des plug-ins.";
PluginsBlockedForUrls.pfm_title = "Bloquer les plug-ins sur ces sites";
PluginsBlockedForUrls.pfm_description = "Vous permet de définir une liste de formats d'URL indiquant les sites autorisés à exécuter des plug-ins.";
PopupsAllowedForUrls.pfm_title = "Autoriser les fenêtres pop-up sur ces sites";
PopupsAllowedForUrls.pfm_description = "Vous permet de spécifier une liste de formats d'URL indiquant les sites autorisés à ouvrir des fenêtres pop-up.";
PopupsBlockedForUrls.pfm_title = "Bloquer les fenêtres pop-up sur ces sites";
PopupsBlockedForUrls.pfm_description = "Vous permet de définir une liste de formats d'URL indiquant les sites non autorisés à ouvrir des fenêtres pop-up.";
PrintingEnabled.pfm_title = "Activer l'impression";
PrintingEnabled.pfm_description = "Active l'impression dans Chromium et empêche les utilisateurs de modifier ce paramètre.\n\nSi ce paramètre est activé ou configuré, les utilisateurs peuvent imprimer.\n\nSi ce paramètre est désactivé, les utilisateurs ne peuvent pas imprimer à partir de Chromium. La fonction d'impression est désactivée dans le menu clé à molette, dans les extensions, dans les applications JavaScript, etc. Il est cependant possible d'effectuer des impressions à partir des plug-ins qui contournent Chromium lors de l'impression. Par exemple, l'option d'impression figurant dans le menu contextuel de certaines applications Flash n'est pas désactivée.";
ProxyBypassList.pfm_title = "Liste de règles de contournement de proxy séparées par des virgules";
ProxyBypassList.pfm_description = "Permet de définir une liste de noms d'hôte pour lesquels Chromium contournera le proxy.\n\nCette stratégie ne prend effet que si vous sélectionnez des paramètres de proxy manuels pour \"Sélectionner le mode de spécification des paramètres de serveur proxy\".\n\nPour consulter des exemples détaillés, accédez à :\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Sélectionner le mode de spécification des paramètres de serveur proxy";
ProxyMode.pfm_description = "direct - Ne jamais utiliser de proxy\nauto_detect - Détecter automatiquement les paramètres de proxy\npac_script - Utiliser un script de proxy .pac\nfixed_servers - Utiliser des serveurs proxy déterminés\nsystem - Utiliser les paramètres proxy du système\nPermet de définir le serveur proxy utilisé par Chromium et empêche les utilisateurs de modifier les paramètres de proxy.\n\nSi vous choisissez de ne jamais utiliser de serveur proxy et de demander une connexion directe systématique, toutes les autres options sont ignorées.\n\nSi vous décidez d'utiliser les paramètres de proxy du système ou de demander la détection automatique du serveur proxy, toutes les autres options sont ignorées.\n\nSi vous choisissez le mode serveur proxy déterminé, vous pouvez définir des options supplémentaires dans \"Adresse ou URL du serveur proxy\" et \"Liste de règles de contournement de proxy séparées par des virgules\".\n\nSi vous décidez d'utiliser un script de proxy .pac, vous devez indiquer l'URL du script dans \"URL d'un fichier .pac de proxy\".\n\nPour consulter des exemples détaillés, accédez à :\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\nSi vous activez ce paramètre, Chromium ignore toutes les options de proxy spécifiées sur la ligne de commande.";
ProxyPacUrl.pfm_title = "URL d'un fichier .pac de proxy";
ProxyPacUrl.pfm_description = "Vous pouvez indiquer ici une URL de fichier .pac de proxy.\n\nCette stratégie ne prend effet que si vous sélectionnez des paramètres de proxy manuels pour \"Sélectionner le mode de spécification des paramètres de serveur proxy\".\n\nPour consulter des exemples détaillés, accédez à :\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Adresse ou URL du serveur proxy";
ProxyServer.pfm_description = "Vous pouvez indiquer ici l'URL du serveur proxy.\n\nCette stratégie ne prend effet que si vous sélectionnez des paramètres de proxy manuels pour l'option \"Sélectionner le mode de spécification des paramètres de serveur proxy\".\n\nPour consulter les options supplémentaires et des exemples détaillés, accédez à :\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Action au démarrage";
RestoreOnStartup.pfm_description = "0 - Ouvrir la page d'accueil\n1 - Rouvrir les dernières URL ouvertes\n4 - Ouvrir une liste d'URL\nPermet de définir le comportement du navigateur au démarrage.\n\nSi vous choisissez la valeur \"Ouvrir la page d'accueil\", cette page s'affiche systématiquement lorsque vous lancez Chromium.\n\nSi vous sélectionnez la valeur \"Rouvrir les dernières pages ouvertes\", les pages affichées lors de la dernière fermeture de Chromium réapparaissent automatiquement.\n\nSi vous optez pour la valeur \"Ouvrir les pages suivantes\", les URL à ouvrir au démarrage s'affichent lorsqu'un utilisateur lance Chromium.\n\nSi vous activez ce paramètre, les utilisateurs ne peuvent pas le modifier ni le remplacer dans Chromium.\n\nDésactiver ce paramètre équivaut à le laisser non configuré. L'utilisateur pourra toujours le modifier dans Chromium.";
RestoreOnStartupURLs.pfm_title = "URL à ouvrir au démarrage";
RestoreOnStartupURLs.pfm_description = "Si l'action de démarrage sélectionnée est \"Ouvrir les pages suivantes\", cette stratégie permet de définir la liste des pages qui s'affichent.";
SafeBrowsingEnabled.pfm_title = "Activer la navigation sécurisée";
SafeBrowsingEnabled.pfm_description = "Active la fonctionnalité de navigation sécurisée de Chromium et empêche les utilisateurs de modifier ce paramètre.\n\nSi vous activez ce paramètre, la navigation sécurisée est toujours active.\n\nSi vous désactivez ce paramètre, la navigation sécurisée est toujours inactive.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ce paramétrage dans Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Désactiver l'enregistrement de l'historique du navigateur";
SavingBrowserHistoryDisabled.pfm_description = "Désactive l'enregistrement de l'historique du navigateur dans Chromium et empêche les utilisateurs de modifier ce paramétrage.\n\nSi ce paramètre est activé, l'historique du navigateur n'est pas enregistré.\n\nSi ce paramètre est désactivé ou n'est pas configuré, l'historique du navigateur est enregistré.";
SearchSuggestEnabled.pfm_title = "Activer les suggestions de recherche";
SearchSuggestEnabled.pfm_description = "Active les suggestions de recherche dans le champ polyvalent de Chromium et empêche les utilisateurs de modifier ce paramètre.\n\nSi vous activez ce paramètre, le navigateur utilise les suggestions de recherche.\n\nSi vous désactivez ce paramètre, le navigateur n'utilise jamais les suggestions de recherche.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
ShowHomeButton.pfm_title = "Afficher le bouton Accueil sur la barre d'outils";
ShowHomeButton.pfm_description = "Affiche le bouton Accueil sur la barre d'outils de Chromium.\n\nSi vous activez ce paramètre, le bouton Accueil est toujours affiché.\n\nSi vous désactivez ce paramètre, le bouton Accueil n'est jamais affiché.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
SyncDisabled.pfm_title = "Désactiver la synchronisation des données avec Google";
SyncDisabled.pfm_description = "Désactive la synchronisation de données dans Chromium à l'aide des services de synchronisation hébergés par Google et empêche les utilisateurs de modifier ce paramétrage.\n\nSi vous activez ce paramètre, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
TranslateEnabled.pfm_title = "Activer Google Traduction";
TranslateEnabled.pfm_description = "Active le service Google Traduction dans Chromium.\n\nSi vous activez ce paramètre, Chromium proposera une traduction de la page via une barre d'outils intégrée à l'utilisateur, le cas échéant.\n\nSi vous désactivez ce paramètre, les utilisateurs ne verront jamais la barre de traduction.\n\nDans les deux cas, les utilisateurs ne peuvent pas modifier ni remplacer ce paramétrage dans Chromium.";
UserDataDir.pfm_title = "Définir le répertoire de données utilisateur";
UserDataDir.pfm_description = "Configure le répertoire qui sera utilisé par Chromium pour stocker les données utilisateur.\n\nSi vous définissez cette stratégie, Chromium utilisera le répertoire fourni, que l'utilisateur ait ou non spécifié l'indicateur \"--user-data-dir\".";